Revit 2024 API
ExportLayerInfo Constructor
 Constructs a new ExportLayerInfo with default values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public ExportLayerInfo()
Visual Basic
Public Sub New
Visual C++
public:
ExportLayerInfo()
See Also
ExportLayerInfo Class
Autodesk.Revit.DB Namespace